base
base-devel
btrfs-progs
egl-wayland
fastfetch
fwupd
git
google-chrome
hyprland
informant
intel-ucode
kitty
less
lib32-nvidia-utils
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lua51
luarocks
neovim
networkmanager
nodejs
npm
nvidia-open-dkms
nvidia-utils
pacman-contrib
python-jinja
python-pip
python-yaml
qt5-wayland
qt6-wayland
rebuild-detector
reflector
ripgrep
snap-pac
snapper
starship
stow
ttf-jetbrains-mono-nerd
ufw
unzip
wl-clipboard
woff2-font-awesome
yay
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
