alsa-firmware
base
base-devel
btop
btrfs-progs
egl-wayland
exfatprogs
fastfetch
figma-linux
fwupd
git
glfw
google-chrome
grim
hyprland
hyprpaper
hyprpicker
informant
intel-ucode
jdk21-openjdk
jq
kitty
less
lib32-nvidia-utils
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lua51
luarocks
neovim
networkmanager
nodejs
npm
nvidia-open-dkms
nvidia-utils
openrgb
openssh
pacman-contrib
pipewire
pipewire-alsa
prismlauncher
python-pip
python-yaml
qt5-wayland
qt6-wayland
rebuild-detector
reflector
ripgrep
rtkit
slurp
snap-pac
snapper
sof-firmware
spicetify-cli
spotify
starship
stow
tree
ttf-apple-emoji
ttf-jetbrains-mono-nerd
ufw
unzip
vulkan-tools
wireplumber
wl-clipboard
woff2-font-awesome
yay
zenity
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
